---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarNumber
source: html/d210bf5a-5d8b-c5c9-6c5e-6590c891a31f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarNumber Property

"Rebar Number"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarNumber { get; }
```